[
    {
        "title": "Spicy Pan-fried Chicken",
        "author": "Mark Aliyev",
        "created_on": "7th of March, 2022",
        "description":"Chicken recipe.",
        "recipe": "Start by grabbing 3 big bowls and 2 large plates prep your chicken tenders on a plate and in one of the bowls crack an egg and add buttermilk; mix till stirred then in the other bowl you are going to add 2 cups flour and season VERY GENEROUSLY with ALOT of salt pepper cayenne(add to liking) then add a small amount of baking soda to the flour and stir till all spices a mixed in evenly. Then into the third bowl add panko breadcrumbs. Then you are going to pat your chicken dry and first dip it into the flour dip then into the milk then into bread crumbs then set it onto the second plate rinse and repeat. Then once all the chicken has been coated to where you cannot see any open spots on the chicken you are going to preheat a pan with a large amount of oil into a pan and preheat till the oil runs like water across the pan then add 2 chicken tenders at a time on medium heat this then waits till the insides are fully cooked and the chicken should at this time have a beautiful crust on the outside then you can optionally make your own hot sauce with a mix of mustard ketchup mayo and sriracha to your liking then eat with side celery and ranch and don't forget to ENJOY!”.\n\n",
        "ingredients": "chicken-breast,cayyene-pepper-seasoning,salt,pepper,buttermilk,eggs,oil,mustard,kechup,mayo,sriracha,celery ranch,flour,baking-soda, and panko-breadcrumbs"
    },
    {
        "title": "Mocha Cold brew coffee",
        "author": "Mark Aliyev",
        "created_on": "8th March, 2022",
        "description": "Coffee recipe.",
        "recipe": "first brew a large cup of coffee and add milk  and sugar then to another glass first pour the chocolate syrup and put ice over top then pour the coffee in and stir then add whip cream on top and shave some chocolate flaked onto there .\n\n",
        "ingredients": "black coffee whip cream chocolate syrup ice large glass milk sugar."
    }
]